tap "fish-shell/fish-beta-4"
tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "btop"
brew "clingo"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "hyperfine"
brew "jj"
brew "kanata", args: ["HEAD"]
brew "lua-language-server"
brew "make"
brew "neocmakelsp"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "node"
brew "prettier"
brew "ripgrep"
brew "ruff"
brew "sccache"
brew "shfmt"
brew "stow"
brew "stylua"
brew "uv"
brew "zoxide"
brew "fish-shell/fish-beta-4/fish"
cask "flux"
cask "docker"
cask "firefox"
cask "obsidian"
cask "wezterm"
cask "zotero"
cask "raycast"
cask "ticktick"
