tap "nikitabobko/tap"
brew "bat"
brew "btop"
brew "cmake"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "hledger"
brew "jj"
brew "make"
brew "neovim"
brew "ninja"
brew "ripgrep"
brew "sccache"
brew "stow"
brew "zoxide"
cask "aerospace"
cask "bitwarden"
cask "discord"
cask "firefox"
cask "flux-app"
cask "ghostty"
cask "obsidian"
cask "slack"
cask "spotify"
