tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "cmake"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "llvm"
brew "lua-language-server"
brew "make"
brew "neovim"
brew "ninja"
brew "node"
brew "ripgrep"
brew "ruff"
brew "sccache"
brew "shfmt"
brew "stylua"
brew "tmux"
brew "zoxide"
brew "uv"
brew "fish"
brew "jj"
brew "stow"
brew "neocmakelsp"
