tap "homebrew/bundle"
brew "ccache"
brew "cmake"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "python@3.12"
brew "llvm"
brew "lua-language-server"
brew "neovim"
brew "ninja"
brew "ripgrep"
brew "ruff"
brew "shfmt"
brew "stylua"
brew "tmux", args: ["HEAD"]
brew "zoxide"
